@extends('layouts.app')

@section('content')
    <div class="b_inb">
        @component('parts.breadcrumbs', [
            'elements'  => [
                'О нас'
            ],
        ])
        @endcomponent
        <div class="c_box">
            <div class="c_about-top">
                <div class="c_txt c_about-top__info">
                    <p><span>CYBER<i>FIND</i>.NET</span> — мечта для игроков и команд, которые ищут друг друга для совместных игр.</p>
                    <p>Мы стремимся быть лучшей в мире компанией, ориентированной на игроков.<br>
                        Создано игроками для игроков. Суть в том, чтобы каждый смог найти себе напарника или команду для совместных игр на паблике, лиге или простом матчмейкинге.</p>
                </div>
            </div>
            <div class="c_about-head">
                <span>CYBER<i>FIND</i></span>
                <p>Мы осознаем, что наше сообщество строится на игроках, и именно для них мы продолжаем развиваться</p>
            </div>
            <div class="c_about-preim">
                <div class="c_about-item">
                    <div class="c_about-title">Впечатление игроков превыше всего</div>
                    <div class="c_txt c_about-info">
                        <p>Пользовательские игры – особенные игровые режимы, обладающие огромными отличиями в геймплее, целях игры, строении карт и прочим от классических режимов. Созданы при помощи инструментов в мастерской. <br>Первые новости о пользовательских картах стали известны в июне 2015 года. 13 июня 2015 года Valve опубликовали анонс о глобальном обновлении Reborn (Перерождение), где были описаны многочисленные изменения для игры. В этом же анонсе и содержалось упоминание об обещании рассказать про пользовательские игры. 17 июня разработчики исполнили свое обещание и выпустили вторую часть анонса, где было в подробностях рассказано о новых игровых режимах.</p>
                    </div>
                </div>
                <div class="c_about-item active">
                    <div class="c_about-title">Пользовательские игры</div>
                    <div class="c_txt c_about-info">
                        <p>Пользовательские игры – особенные игровые режимы, обладающие огромными отличиями в геймплее, целях игры, строении карт и прочим от классических режимов. Созданы при помощи инструментов в мастерской. <br>Первые новости о пользовательских картах стали известны в июне 2015 года. 13 июня 2015 года Valve опубликовали анонс о глобальном обновлении Reborn (Перерождение), где были описаны многочисленные изменения для игры. В этом же анонсе и содержалось упоминание об обещании рассказать про пользовательские игры. 17 июня разработчики исполнили свое обещание и выпустили вторую часть анонса, где было в подробностях рассказано о новых игровых режимах.</p>
                    </div>
                </div>
                <div class="c_about-item">
                    <div class="c_about-title">Впечатление игроков превыше всего</div>
                    <div class="c_txt c_about-info">
                        <p>Пользовательские игры – особенные игровые режимы, обладающие огромными отличиями в геймплее, целях игры, строении карт и прочим от классических режимов. Созданы при помощи инструментов в мастерской. <br>Первые новости о пользовательских картах стали известны в июне 2015 года. 13 июня 2015 года Valve опубликовали анонс о глобальном обновлении Reborn (Перерождение), где были описаны многочисленные изменения для игры. В этом же анонсе и содержалось упоминание об обещании рассказать про пользовательские игры. 17 июня разработчики исполнили свое обещание и выпустили вторую часть анонса, где было в подробностях рассказано о новых игровых режимах.</p>
                    </div>
                </div>
                <div class="c_about-item">
                    <div class="c_about-title">Впечатление игроков превыше всего</div>
                    <div class="c_txt c_about-info">
                        <p>Пользовательские игры – особенные игровые режимы, обладающие огромными отличиями в геймплее, целях игры, строении карт и прочим от классических режимов. Созданы при помощи инструментов в мастерской. <br>Первые новости о пользовательских картах стали известны в июне 2015 года. 13 июня 2015 года Valve опубликовали анонс о глобальном обновлении Reborn (Перерождение), где были описаны многочисленные изменения для игры. В этом же анонсе и содержалось упоминание об обещании рассказать про пользовательские игры. 17 июня разработчики исполнили свое обещание и выпустили вторую часть анонса, где было в подробностях рассказано о новых игровых режимах.</p>
                    </div>
                </div>
            </div>
        </div>
    </div>
@endsection