<?php

return [
    'title' => 'Пользователи',
    'create' => 'Создание нового пользователя',
    'edit' => 'Редактирование существующего пользователя',
    'tabs' => [
        'general' => 'Основная информация',
        'additional' => 'Допольнительная информация',
        'contacts' => 'Контакты',
        'privacy' => 'Настройки приватности'
    ],
    'fields' => [
        'login' => 'Логин',
        'email' => 'Электронная почта',
        'password' => 'Пароль',
        'password_confirmation' => 'Подтверждение пароля',
        'is_confirmed' => 'Учётная запись подтверждена',
        'role' => 'Роль пользователя',
        'send_mail' => 'Отправить пароль пользователю на электронную почту?',
        'age' => 'Возраст',
        'gender' => [
            'title' => 'Пол',
            'unknown' => 'Не выбран',
            'male' => 'Мужчина',
            'female' => 'Женщина',
        ],
        'first_name' => 'Имя',
        'last_name' => 'Фамилия',
        'middle_name' => 'Отчество',
        'country' => [
            'title' => 'Страна',
            'unknown' => 'Не выбрана',
            'ru' => 'Россия',
            'ua' => 'Украина',
            'us' => 'США',
            'cn' => 'Китай',
        ],
        'city' => 'Город',
        'about' => 'О пользователе',
        'skype' => 'Skype',
        'telephone' => 'Телефон',
        'show_email' => 'Показывать электронную почту?',
    ]
];