<?php

return [
    'breadcrumbs' => [
        'teams' =>  'Команды',
        'search' => 'Поиск',
        'edit' => 'Редактирование команды',
        'create' => 'Создание команды',
        'show' => 'Просмотр команды'
    ],

    'edit' => [
        'titles' => [
            'information' => 'Данные о команде',
            'goal' => 'Описание цели',
            'additional' => 'Требования для вступления'
        ],
        'name' => 'Название',
        'age' => 'Возраст',
        'city' => 'Город',
        'goal' => 'Цель',
        'save' => 'Сохранить'
    ]
];